IDEA Open Model
Element1D.EccentricityEndX Property
Compatible with IDEA StatiCa Beta 20.0
 Local eccentricity X at the end of Element1D
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double EccentricityEndX { get; set; }
Public Property EccentricityEndX As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Element1D Class
IdeaRS.OpenModel.Model Namespace